
<style scoped>
.client {
  padding: 50px;
}

h2 {
  margin-top: 50px;
  text-align: left;
}

table {
  border-color: black;
  border-width: 1px;
  border-style: solid;
  border-spacing: 0px;
}

th {
  background: lightblue;
  border-color: black;
  border-width: 1px;
  border-style: solid;
  border-spacing: 0px;
}

td {
  text-align: left;
  padding: 5px;
  border-color: black;
  border-width: 1px;
  border-style: solid;
  border-spacing: 0px;
}

.c1 {
  width: 50px;
}

.c2 {
  width: 30%;
}

.c3 {
  text-align: center;
}

.table-footer {
  color: red;
}
</style>

<template>
  <div class="client">
    <h1>业务介绍</h1>

    <div>
      <h2>1. 软件设计类</h2>
      <table>
        <tr>
          <th class="c1">序号</th>
          <th class="c2">系统名称</th>
          <th class="c3">功能概要</th>
        </tr>
        <tr>
          <td>1</td>
          <td>网站管理系统</td>
          <td>一般包含政府门户网和企业门户网及其他展示性网站定制。</td>
        </tr>
        <tr>
          <td>2</td>
          <td>设备管理系统</td>
          <td>用于企业或工厂对设备的日常维护管理。</td>
        </tr>
        <tr>
          <td>3</td>
          <td>人事管理系统</td>
          <td>包括员工基本信息管理、工资管理、请假、考勤等内容管理。</td>
        </tr>
        <tr>
          <td>4</td>
          <td>科研管理系统</td>
          <td>用于管理科研项目申报，科研任务分配，年度科研工作统计等。</td>
        </tr>
        <tr>
          <td>5</td>
          <td>就业管理系统</td>
          <td>用于大专院校对毕业生就业信息进行管理，学生档案去向等内容的维护。</td>
        </tr>
        <tr>
          <td>6</td>
          <td>协同办公系统</td>
          <td>用于机关单位或者企业内部员工进行协同办公，公文、任务、计划、会议、消息等一系列内容。</td>
        </tr>
        <tr>
          <td>7</td>
          <td>国有资产管理系统</td>
          <td>用于单位对办公室用品或者国有资产的管理，便于借阅、盘点、维护、报废等日常维护工作。</td>
        </tr>
        <tr>
          <td>8</td>
          <td>干部测评系统</td>
          <td>用于机关单位对领导年度的测评工作，可以快速生成测评项，并用计算机快速统计出测评结果。</td>
        </tr>
        <tr>
          <td>9</td>
          <td>文件管理系统</td>
          <td>用于内部文件共享和分类存储管理。</td>
        </tr>
        <tr>
          <td>10</td>
          <td>干部信息管理系统</td>
          <td>用于党委组织部门对干部基本信息的统计和管理。</td>
        </tr>
        <tr>
          <td>11</td>
          <td>信访案件管理系统</td>
          <td>对信访案件的登记、分配、办理等全过程跟踪的内容管理系统。</td>
        </tr>
        <tr>
          <td>12</td>
          <td>人才管理系统</td>
          <td>用于市直机关的人才管理部门对各行业的人才信息的收集、登记、汇总、统计等功能。</td>
        </tr>
        <tr>
          <td class="table-footer" colspan="3">以上列出的系统为公司已有框架的项目，其他业务系统根据客户需求定制。</td>
        </tr>
      </table>
    </div>

    <div>
      <h2>2.电子技术类</h2>
      <table>
        <tr>
          <th class="c1">序号</th>
          <th class="c2">系统名称</th>
          <th class="c3">功能概要</th>
        </tr>
        <tr>
          <td>1</td>
          <td>平安小区</td>
          <td>作为平安城市建设的组成部分，利用无线传输技术实现小区的远距离监控，成本低组网灵活方便。</td>
        </tr>
        <tr>
          <td>2</td>
          <td>智能家居</td>
          <td>实现家庭网络化、信息化和自动化，提升家居安全性、便利性、舒适性。</td>
        </tr>
        <tr>
          <td>3</td>
          <td>智慧工厂/农业</td>
          <td>利用物联网的技术和设备监控技术加强信息管理和服务，对作业数据进行采集、传输和分析，提升现代化管理水平。</td>
        </tr>
        <tr>
          <td>4</td>
          <td>车联网</td>
          <td>具备车辆基本信息实时采集、车辆故障告警、行车记录、位置定位、车辆定时体检、驾驶行为分析、智能休眠、快速安装、车内拾音等功能。</td>
        </tr>
        <tr>
          <td
            class="table-footer"
            colspan="3"
          >以上列出的系统为公司已有框架的产品，可根据客户需求定制单片机、嵌入式、无线电、工业控制、有线\无线通信、消费类电子，以及射频电子类、数字电子类和模拟电子类等产品。</td>
        </tr>
      </table>
    </div>

    <div>
      <h2>3.信息系统集成类</h2>
      <table>
        <tr>
          <th class="c1">序号</th>
          <th class="c2">系统名称</th>
          <th class="c3">功能概要</th>
        </tr>
        <tr>
          <td>1</td>
          <td>高校实验室建设</td>
          <td>大数据实验室，物理网实训室，高性能计算实验室，通信研究实验室，电子实操平台等项目建设配套和培训。</td>
        </tr>
        <tr>
          <td>2</td>
          <td>企业信息系统集成</td>
          <td>为企业建立ERP管理信息系统、办公自动化系统、供应链管理系统、分销管理系统等等，涵盖业务、财务、销售、客户服务等各个方面，为企业正常经营管理提供有力支撑。</td>
        </tr>
        <tr>
          <td class="table-footer" colspan="3">以上列出的系统为公司已有框架的项目，其他相近似的项目可根据具体需求定制。</td>
        </tr>
      </table>
    </div>

    <div>
      <h2>4.智能化建筑系统集成类</h2>
      <table>
        <tr>
          <th class="c1">序号</th>
          <th class="c2">系统名称</th>
          <th class="c3">功能概要</th>
        </tr>
        <tr>
          <td>1</td>
          <td>机房工程</td>
          <td>为确保计算机机房的关键设备和装置能安全、稳定和可靠运行而设计配置的基础工程，涵盖了建筑装修、供电、照明、防雷、接地、UPS不间断电源、精密空调、环境监测、火灾报警及灭火、门禁、防盗、视频监控、综合布线和系统集成等技术。</td>
        </tr>
        <tr>
          <td>2</td>
          <td>视频监控系统</td>
          <td>各行业重点部门或重要场所进行实时监控的物理基础，管理部门可通过它获得有效数据、图像视频监控系统原理图或声音信息，对突发性异常事件的过程进行及时的监视和记忆，用以提供高效、及时地指挥和高度、布置警力、处理案件等, 由前端监视设备、传输设备、后端存储、控制及显示设备这五大部分组成。</td>
        </tr>
        <tr>
          <td>3</td>
          <td>防盗报警系统</td>
          <td>用探测器对建筑内外重要地点和区域进行布防,及时探测非法入侵，并且在探测到有非法人侵时，及时向有关人员示警。</td>
        </tr>
        <tr>
          <td>4</td>
          <td>综合布线系统</td>
          <td>为计算机系统、电话系统及其它子系统提供高速和高宽带的传输平台，能够适应现代和未来技术的发展。</td>
        </tr>
        <tr>
          <td>5</td>
          <td>公共广播系统</td>
          <td>具有背景音乐广播、公共事务广播、火灾事故广播功能。</td>
        </tr>
        <tr>
          <td>6</td>
          <td>会议系统</td>
          <td>通过中央控制器对各种会议设备及会议环境进行集中控制的一种现代会议模式,集计算机、通讯、自动控制、多媒体、图像、音响等技术于一体的会务自动化管理系统。</td>
        </tr>
        <tr>
          <td>7</td>
          <td>停车场管理系统</td>
          <td>以感应卡IC卡或ID卡为载体，通过智能设备使感应卡记录车辆及持卡人进出的相关信息，同时对其信息加以运算、传送并通过字符显示、语音播报等人机界面转化成人工能够辨别和判断的信号，从而实现计时收费、车辆管理等目地。</td>
        </tr>
        <tr>
          <td>8</td>
          <td>门禁系统</td>
          <td>集微机自动识别技术和现代安全管理措施为一体,是新型现代化安全管理系统.</td>
        </tr>
        <tr>
          <td>9</td>
          <td>楼宇对讲系统</td>
          <td>在各单元口安装防盗门，小区总控中心的管理员总机、楼宇出入口的对讲主机、电控锁、闭门器及用户家中的可视对讲分机通过专用网络组成。以实现访客与住户对讲，住户可遥控开启防盗门，各单元梯口访客再通过对讲主机呼叫住户，对方同意后方可进入楼内，从而限制了非法人员进入。同时，若住户在家发生抢劫或突发疾病，可通过该系统通知保安人员以得到及时的支援和处理。</td>
        </tr>
        <tr>
          <td class="table-footer" colspan="3">以上列出的系统为公司已有框架的项目，其他相近似的项目可根据具体需求定制。</td>
        </tr>
      </table>
    </div>
  </div>
</template>
