
<style scoped>
.client {
  padding: 50px;
}

p {
  text-align: left;
  text-indent: 2em;
}
</style>

<template>
  <div class="client">
    <h1 class="title">公司简介</h1>

    <p>
      桂林联潮信息技术有限公司成立于2014年底，是一家专注于信息系统集成服务，网络信息服务，计算机软硬件及电子通信技术开发、
      技术转让、技术咨询与技术服务的高科技企业，其主营业务包括计算机系统集成、工业通信电子产品研发、桌面软件设计与开发、
      移动设备软件设计与开发、企业信息化管理软件设计与开发、政企门户网站和电子商务平台建设。
    </p>
    <p>
      公司立足于广西服务于广西，总部设在山水秀美的桂林，并在省会南宁、钦州、贵港、来宾、玉林、贺州、广州和北京等地设有办事处，方便各地业务的本地化实施。
      公司内部组织结构设有总经办、财务部、人事部、硬件部、软件部、运维部和采购部。公司技术团队成员技术精湛，经验丰富，人员都具备本科及以上学历，
      骨干人员具备硕士和博士学历，以老带新人员梯度安排合理，主要技术主管都拥有多年丰富的省市级项目主持，高新技术企业评比，专利和计算机软件著作权
      等相关知识产权和软件产品申报的实战经验。公司拥有一支年轻、敏锐、朝气蓬勃、志向远大的团队。在“互联网+”和“智慧+”的时代背景下，我们秉承专业、
      敬业、激情、创新的发展理念，坚持以客户为本、以信用为先的服务准则，以自身擅长的研发优势，用心解决用户最迫切、最实际的需求，以优质的产品、
      先进的技术为用户提供完美的服务。
    </p>
    <p>
      联潮作为一家专业的信息系统集成和设计开发企业，在长期工程实践中对产品及应用系统有着深刻的认识，能够为用户提供贴切的服务及相关的技术支持。
      现在用户对售后服务的要求越来越高，售后服务的内容也越来越广泛，不但要做好信息系统的维修维护工作，还要随着用户应用的深入、业务的发展、
      技术的更新为用户提供更高层次的服务，如系统扩充升级、系统管理、应用系统开发等专业的咨询服务和技术支持服务。我们深感售后服务对用户的重要性，
      一直以来非常重视售后服务工作。我们凭借自身的实力和长期积累的经验，承诺为用户提供优质的售后服务，并在每一项目生命周期里都配备有专门的项目经理负责。
      公司凭借可靠的产品质量和良好的售后服务，联潮赢得了广大用户的认可与支持。
    </p>
    <p>
      自桂林联潮信息技术有限公司成立以来，公司始终坚持“规范管理，服务客户，诚信为本，开拓进取”的管理方针，坚持“以人为本、靠科技进步”的理念，
      强化管理，注重软硬件基础设施条件的建设，侧重本地化服务，并已加入中国计算机学会青年计算机科技论坛桂林分论坛委员单位。公司与联想、IBM、
      惠普、微软、Vmware、Citrix、Cisco和NVIDIA等知名计算机软硬件供应商、地方政府、企业及高校结成了长期而稳定的战略合作伙伴关系，
      共同推动IT行业的健康发展。
    </p>
    <p>桂林联潮信息技术有限公司衷心希望与社会各界和海内外客户在平等、互惠互利的基础上保持和发展长期友好的合作关系，以达到共赢之效果。</p>
  </div>
</template>
